let month = prompt('Какой месяц')

if(month === 'Январь'){
    alert('Зима, куртку не снимай')
}
if(month ==='Февраль'){
    alert('Зима, а снега нету')
} 
if(month ==='Март'){
    alert('УРАА Весна')
 }
if(month ==='Апрель'){
    alert('Весна, до конца школы осталось чу-чуть')
 }
if(month ==='Май'){
    alert('Весна, школа тамом')
}
 if(month ==='Июнь'){
    alert('Лето, а ты заболел')
}
 if(month ==='Июль'){
    alert('Лето, а ты досих пор не поехал на дачу')
}
 if(month==='Август'){
    alert('Лето, в базар иди покупать вещи')
}
 if(month ==='Сентябрь'){
    alert('Осень, ПРИВЕТ ШКОЛА ёпт')
}
 if(month ==='Октябрь'){
    alert('Осень, но еще не холодно')
}
 if(month ==='Ноябрь'){
    alert('Осень, уже похолодней')
}
 if(month ==='Декабрь'){
    alert('Начало Зимы, куртку доставай, а то заболеешь')
}